/**
 * Created by wgw on 2016/8/22.
 */
define(function(require){
    var config = {
        trumpMouseLoc :{x:282,y:60},
        hilaryMouseLoc :{x:1654,y:60},
        textList:[
            "主播是个大帅B!",
            "熊猫我就服他！",
            "这个主播技术很菜的，呵呵",
            "你们觉得我的这个弹幕软件吊么？",
            "江头未是风波恶，别有人间行路难",
            "一妄在心，恒沙生灭",
            "你是豪华午餐~",
            "实际上，我正在完善引擎",
            "山中何事？松花酿酒，春水煎茶",
            "我推荐《七王国的骑士》",
            "北雁入关，必衔芦一根",
            "人生天地间，忽如远行客",
            "上言多吃鱼，下言长相忆",
            "三天三夜的拷打",
            "战士的内裤供出了地下党的名单",
            "海子真棒",
            "天空一无所有",
            "我今天吃的卤肉饭",
            "余纯顺的脚有多大号？",
            "我观察他太久了，我和他一样了解他",
            "我只想找个男的玩玩，",
            "他们都是这般蠢，泥一样",
            "他们叫你夯货~",
            "我仅仅是为了复仇！",
            "正义可不像是你说的那样简单。",
            "你说的都对",
            "咱们什么时候出发？",
            "天亮了没？",
            "现在是早上七点钟",
            "我看早上就像是晚上",
            "你看阿尔金山的雪顶",
            "路可。。真难走。。",
            "不是。。你这车开的。。",
            "我的咳嗽更严重了",
            "水！你TM偷水？",
            "前面停一下！停！",
            "你"


        ]
    }
    return config;
})